{
  "pageTitle": "Our Projects",
  "pageDescription": "Explore our portfolio of work across games, hardware, and consultancy.",
  "categories": [
    {
      "id": "all",
      "name": "All Projects"
    },
    {
      "id": "games",
      "name": "Cozy Games"
    },
    {
      "id": "hardware",
      "name": "Custom Hardware"
    },
    {
      "id": "consultancy",
      "name": "Design Consultancy"
    }
  ],
  "projects": [
    {
      "id": "harmony-controller",
      "title": "Harmony Controller",
      "category": "hardware",
      "description": "A custom game controller that combines traditional woodworking with modern haptic technology.",
      "fullDescription": [
        "The Harmony Controller is a unique gaming peripheral that brings the warmth of traditional craftsmanship to the digital gaming experience.",
        "Each controller is handcrafted from sustainable hardwoods, with custom-designed haptic feedback systems that respond differently based on the type of wood used.",
        "The result is a controller that not only looks beautiful but provides a tactile connection to virtual worlds that plastic controllers simply cannot match."
      ],
      "challenge": "Traditional gaming controllers often feel cold and disconnected from the gaming experience, especially for games that aim to create warm, cozy atmospheres. We wanted to create a controller that would enhance immersion through natural materials and thoughtful haptic design.",
      "solution": "We combined traditional woodworking techniques with custom-designed haptic feedback systems. Each controller is handcrafted from sustainable hardwoods, with electronics that are carefully integrated to preserve the natural feel of the wood while providing responsive gameplay.",
      "results": "The Harmony Controller has been adopted by several indie game studios specializing in cozy games, and has received overwhelmingly positive feedback from players who report a deeper sense of connection to their gaming experiences.",
      "technologies": [
        "Custom PCB Design",
        "Haptic Feedback Systems",
        "Traditional Woodworking",
        "Ergonomic Design",
        "Wireless Technology"
      ],
      "images": [
        "/placeholder.svg?height=600&width=800&text=Harmony Controller 1",
        "/placeholder.svg?height=600&width=800&text=Harmony Controller 2",
        "/placeholder.svg?height=600&width=800&text=Harmony Controller 3"
      ],
      "featured": true
    }
  ]
} 